namespace TelegramBotIsSimple.Main.Buttons
{
    public partial class Button
    {
        public const string ThisISPatentProgEVMmes1 = "Это патент на программу.\n\nОн приравнивается к статье ВАК(высшая аттестационная комиссия) и публикуется в РИНЦ(Российский индекс народного цитирования) -все эти работы очень ценны в научном мире и публикуются в крупнейшей научной электронной библиотеке https://www.elibrary.ru Такие работы должны быть обязательно,  чтобы защитить кандидатскую диссертацию или диплом при окончании вуза, чтобы получать повышенную стипендию.\n\nЧем больше таких работ, тем больше у вас рейтинг и шансов получать повышенную стипендию за научную деятельность.";
        public const string ThisISPatentProgEVMmes2 = "Однако, это небесплатно, ведь такие работы проверяют эксперты, тратят время, открывают делопроизводство на Вашу научную работу, поэтому существует государственная пошлина в размере 3.000₽ - это официальная информация, которую можно самостоятельно получить на сайте Роспатента и Госуслуг (https://www.gosuslugi.ru/16260/3)";

    }
}
