namespace BRONUF_Main.Main.Buttons
{
    public partial class Button
    {
        public const string ButtonsAboutOur = "👨🏻‍💻 О Нас";
        /// <summary>
        /// О нас
        /// </summary>
        public const string DataAboutOur = "Доброго времени суток! Мы - группа российских экспертов, специализирующиеся на реализации научных проектов в учебно-образовательном процессе и для научных организаций в целом. \n\n"

                                + "📌 " + "<b>Направления деятельности:</b> " + "\n\n"

                                + "- ⚡️<code>Оказание помощи в подготовке к прохождению на Грант президента РФ (20.000₽/мес в течении всего периода обучения для поступающих в магистратуру и бакалавриат на бюджет);</code>\n\n"

                                + "- <code>Оказание помощи в подготовке к прохождению на стипендию президента РФ, стипендию правительства РФ, повышенную государственную академическую стипендию (ПГАС), различные именные стипендии и конкурсы;</code>\n\n"

                                + "- <code>Оказание помощи в подготовке к прохождению на стипендию им. Потанина, в конкурсе на соискание золотой медали Российской Академии Наук (РАН);</code>\n\n"

                                + "- <code>Написание программ(могут выступать в качестве программной реализации Вашего проекта или дополнения);</code>\n\n"

                                + "- <code>Написание с нуля и оформление  патента на изобретение;</code>\n\n"

                                + "- <code>Написание с нуля и оформление  патента на полезную модель;</code>\n\n"

                                + "- <code>Оформление документов для государственной регистрации программы для ЭВМ, Базы данных, ТИМС;</code>\n\n"

                                + "- <code>Написание статьи(РИНЦ / ВАК / Scopus), оказание помощи в оперативном опубликовании.</code>"

                                + "\n\n📌 <b>Для кого это?</b>\n\n"

                                + "<code>Для обучающихся, кто думает о своём будущем заранее!Для тех, кто хочет заниматься научной деятельностью, но не знает с чего начать.</code>"

                                + "\n\n📌 <b>Зачем это надо?</b>🤔\n\n"

                                + "1️⃣ <code>Во - первых, в каждом вузе есть возможность получать повышенную стипендию ПГАС(примерно 10.000₽/ мес), стипендию президента РФ(7.000₽/ мес), стипендию правительства РФ(5.000₽/ мес).При этом чем больше научных трудов у кандидата, тем выше  вероятность получения стипендии(баллы рассчитываются по установленной методике).</code>\n\n"

                                + "2️⃣ <code>Во - вторых, научные труды нужны для защиты диплома, для поступления в аспирантуру / адъюнктуру и защиты кандидатской и докторской диссертаций, расширения личного портфолио -разве плохо добавить лишнюю строчку в резюме при трудоустройстве?</code>🤔\n\n"

                                + "3️⃣ <code>В третьих, быть может, у Вас есть прекрасная идея, но нет финансовой возможности ее реализации или Вы не знаете как ее реализовать, сервис поможет Вам найти спонсоров или реализовать проект.</code>\n\n"

                                + "4️⃣ <code>Для оформления интеллектуальной собственности -для новичка это очень тяжелый и объёмный процесс, сервис поможет Вам ускорить процесс оформления документов, исключить ошибки(примечание: в случае обнаружения разночтений, ошибок, опечаток, незаполненных полей - всю работу возвращают обратно на исправление, что занимает большое количество времени).</code>";

    }
}
