namespace TelegramBotIsSimple.Main.Buttons
{
    public partial class Button
    {
        /// <summary>
        /// О проекте
        /// </summary>
        public const string DataAboutProject = "⚡️ <b>ZEUS Technology Solution</b> - многомодульная сервисная платформа, предназначенная для решения задач в областях образования и осуществления научной (интеллектуальной) деятельности.\n\n"

                                             + "Основные сервисы:\n\n"

                                             + "📝 <b>Document generation service</b>\n"
                                             + "└ Данный модуль предназначен для формирования документов, необходимых для регистрации в Роспатенте ПрЭВМ, БД, ТИМС, патента на изобретение, патента на полезную модель, в автоматизированном режиме.\n\n"

                                             + "📚 <b>Data processing service</b>\n"
                                             + "└ Данный модуль предназначен для обработки данных пользователей и распределения их между свободными ячейками в автоматизированном режиме и дальнейшего передачи формализованных запросов в Document generation service.\n\n"

                                             + "🔎 <b>Data search service</b>\n"
                                             + "└ Данный модуль предназначен для обращения пользователей к базе данных Роспатента(ФИПС), вывода информации о поданных(зарегистрированных) заявках.\n\n"

                                             + "🔮 <b>Decision - making service</b>\n"
                                             + "└ Служба принятия решений позволяет обрабатывать запросы и связывать пользователей на взаимовыгодных условиях, распределять формализованные запросы между службами платформы, управлять потоками данных.\n\n"

                                             + "🧮 <b>Service payment</b>\n"
                                             + "└ Данный модуль предназначен для оплаты государственной пошлины пользователей по официальным реквизитам Роспатента в автоматизированном режиме.";
    }
}
