using System.Collections.Generic;

namespace TelegramBotIsSimple.Main.User
{
    public partial class Users
    {
        public Users() { }
        /// <summary>
        /// Список возможных вкладов пользователя
        /// </summary>
        static public List<string> listKemVyd = new List<string>
            {
                "Паспортным столом Октябрьского района по Ростовской области",
                "Паспортным столом Кировского района по Ростовской области",
                "Отделом по вопросам минрации отдела полиции № 3 по Ростовской области",
                "Отделом регистрации граждан Ленинского района по Ростовской области",
                "Отделом УФМС России по Ростовской области в Первомайском районе",
                "Отделом по вопросам миграции ОП № 1 УМВД России по Ростову-на-Дону",
                "Отделом по вопросам миграции ОП № 2 УМВД России по Ростову-на-Дону",
                "Отделом по вопросам миграции ОП № 3 УМВД России по Ростову-на-Дону",
            };
    }
}
